vertical-pod-autoscaler/experiments/nginx-3-params-high-half-life-cost/3minus/wrk_0.log
Running 15m test @ http://localhost:32431
  2 threads and 100 connections
  Thread calibration: mean lat.: 3648.486ms, rate sampling interval: 14082ms
  Thread calibration: mean lat.: 3979.703ms, rate sampling interval: 14688ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.75m    30.87s    2.61m    73.34%
    Req/Sec     3.47k     1.82k    5.54k    75.61%
  6194679 requests in 15.00m, 4.92GB read
  Socket errors: connect 0, read 222, write 116, timeout 4154
Requests/sec:   6882.95
Transfer/sec:      5.60MB